[
  {
    "id": "g7knej5",
    "body": "No deal getting done=optimism that a deal will eventually get done. \n\nBullish"
  },
  {
    "id": "g7l6v07",
    "body": "The economy is fake. We made it up and we can do whatever the fuck we want. \n\nAmirite?"
  },
  {
    "id": "g7kye9h",
    "body": "My psychologist : “Michael Jordan as an actual Chicago bull cant hurt you, he isn’t real” \n\nMichael Jordan as an actual Chicago bull:"
  },
  {
    "id": "g7kivm3",
    "body": "So the senate can literally not work for 2 weeks in the US and no law can be passed because someone got corona?"
  },
  {
    "id": "g7k4hee",
    "body": "Bears will never win. Bull gang for life."
  },
  {
    "id": "g7lbmnf",
    "body": "BEVO NO"
  },
  {
    "id": "g7k7m6w",
    "body": "Priced in Last Thursday and Friday 🔨"
  },
  {
    "id": "g7kqr03",
    "body": "FUCK UT DESERVED BETTER"
  },
  {
    "id": "g7l6xcl",
    "body": "Bev 💯"
  },
  {
    "id": "g7kik9t",
    "body": "The fuck is a “cheque”"
  },
  {
    "id": "g7kzjf9",
    "body": "From recess to recession."
  },
  {
    "id": "g7kxtix",
    "body": "The only bull that will be having fun this week will be your wife’s boyfriend"
  },
  {
    "id": "g7k8e4p",
    "body": "Can't they just vote remotely?"
  },
  {
    "id": "g7lkffs",
    "body": "All i wanna fuckin know is are my spy puts gonna print"
  },
  {
    "id": "g7kpjkd",
    "body": "We don’t want it to happen, news will be sold, we just want weeks of hype"
  },
  {
    "id": "g7ltxdt",
    "body": "Get your Brexit lookin’-ass out of here with your “Cheques”."
  },
  {
    "id": "g7khu49",
    "body": "sigh in july they announced talks of stimulus\n\nin august they voted and failed\n\nso is it no surprise that its delayed until later?\n\neveryone is also forgetting obama only did 1 stimulus and market went back to normal\n\nfor fk sakes pepole..."
  },
  {
    "id": "g7ltz56",
    "body": "&gt;cheques\n\nThis guy is a big fat Euro phony..."
  },
  {
    "id": "g7mjz01",
    "body": "if a bull market depends on a stimulus, it aint a bull market fam"
  },
  {
    "id": "g7lg5jm",
    "body": "r/UTAustin"
  },
  {
    "id": "g7kc7pc",
    "body": "Anybody know the reasoning behind it this time?"
  },
  {
    "id": "g7ku6ho",
    "body": "buuuut there wasn't a crash last time the stim was cancelled?"
  },
  {
    "id": "g7l7s3z",
    "body": "Puts on SPY?"
  },
  {
    "id": "g7lblq3",
    "body": "Bullish for SQQQ"
  },
  {
    "id": "g7lib7n",
    "body": "Didn’t think I’d ever see Bevo on WSB"
  },
  {
    "id": "g7lu7eg",
    "body": "Jesus how many recesses do they have😑"
  },
  {
    "id": "g7kss1i",
    "body": "So put NKLA? Or wait for the government motors pump to end"
  },
  {
    "id": "g7m6q1r",
    "body": "Dumb Question:How is this stimulus and BK businesses sustainable?  \nI get that USD as World Reserve Currency can hold everyone else hostage for a while, but what is left when the smoke clears, as it eventually will unless WWIII....  are we traumatically shifted to online economy, and Yang Gang's Basic Income ?  Will that work?  I'm healthcare manager and all is well w me, but chrissakes millions are BK, wtf, how are they going to buy Teslas"
  },
  {
    "id": "g7kd4yi",
    "body": "You forgot trumps \"concerning covid symptoms\" and his \"critical days ahead\""
  },
  {
    "id": "g7kaoxq",
    "body": "P R I C E D I N\n\nP\n\nR\n\nI\n\nC\n\nE\n\nD\n\nI\n\nN"
  },
  {
    "id": "g7kk0i4",
    "body": "Who did this?! Lol"
  },
  {
    "id": "g7lf95q",
    "body": "This is going to end up being a Christmas bonus check at this point."
  },
  {
    "id": "g7lgizq",
    "body": "i have zero dollars in my account does that make me 🌈 🐻 yet?"
  },
  {
    "id": "g7lupkb",
    "body": "On Monday stock market go boom boom"
  },
  {
    "id": "g7lvc2e",
    "body": "This post : 1 +1= 3"
  },
  {
    "id": "g7m91xw",
    "body": "Hope everyones ready for Monday mayhem"
  },
  {
    "id": "g7mcaud",
    "body": "Bevo’s face says it all. smh"
  },
  {
    "id": "g7mlnkc",
    "body": "As a proud Longhorn who loves to trade, this post has depressed me on every level."
  },
  {
    "id": "g7mr4ol",
    "body": "Nothing stops the horns. Bull all the way."
  },
  {
    "id": "g7nwhgl",
    "body": "I bet they could get something passed pretty quickly if they couldn’t go to recess until they passed something."
  },
  {
    "id": "g7o7c2t",
    "body": "Also in orange mans videos he’s looking awfully non orange\nSPY 0 CONFIRMED"
  },
  {
    "id": "g7oc7qc",
    "body": "Reminder that these people don't give a fuck about you and will argue over minor details of a bill until the whole fucking country freezes over."
  },
  {
    "id": "g7kuwro",
    "body": "Bears might win a few skirmishes here and there while still maintaining heavy losses; however, they will never win the war. \nTSLA $500 1/15"
  },
  {
    "id": "g7l7k4h",
    "body": "There is no stimulus. Get over that. Best we can hope for is a safe and effective Coronavirus treatment."
  },
  {
    "id": "g7lhueh",
    "body": "AMD going to moon...but keep posting low iq takes"
  },
  {
    "id": "g7loo2e",
    "body": "You forgot one thing: This market is retarded. No deal means optimism for a deal and speculation = bullish. Deal means ok that's over with moving on to the next thing = bearish.\n\nThe tards control the market now, and tards will tard. So don't expect a blood red monday, expect the new color all homeowners are raving about; 'tard green.'"
  },
  {
    "id": "g7lj9vu",
    "body": "Gay bears rise up"
  },
  {
    "id": "g7lmpod",
    "body": "bear gang arise"
  },
  {
    "id": "g7lz8ck"
  }
]